---
kind: type
id: T:Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTagType
source: html/55ba9a83-6ce5-c4ec-67dd-52943a87e6f7.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTagType

Defines all types of abbreviation tags for Area and Path Reinforcement objects.

## Syntax (C#)
```csharp
public enum ReinforcementAbbreviationTagType
```